Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/ledige-stillinger.html.tmx
Source language: nob
Languages: smj

source: Ledige stillinger
smj: Rabás virge

source: Sametinget er et nasjonalt parlament for samene i Norge, og forvaltningsinstitusjon for offentlige tjenester som berører det samiske samfunnet.
smj: Sámedigge l Vuona biele sáme álmmuga parlamænnta, ja daj almulasj dievnastusáj háldadusásadus ma sáme sebrudahkaj guosski.

source: Sametingets administrasjon har i dag ca. 150 ansatte og hovedspråk er samisk.
smj: Sámedikken li birrusij 150 bargge ja sámegiella l oajvvegiellan.

source: Sametinget har kontorsteder i Karasjok, Varangerbotn i Nesseby, Kautokeino, Manndalen i Kåfjord, Tromsø, Evenskjer i Tjeldsund, Drag i Hamarøy og på Snåsa.
smj: Sámedikken li barggosaje Hábmerin, Gáivuonan, Guovdagæjnon, Kárášjågån, Dielddanuorin, Snåasen, Tråmsån ja Unjárgan.

source: Administrasjonens ansvar og oppgaver er å betjene det politiske nivået, og bidra til å beskytte og utvikle samisk kultur, språk og samfunnsliv.
smj: Háldadusá åvdåsvásstádus ja dahkamus la dievnastit politihkalasj dásev, ja vájkkudit sáme kultuvra, gielaj ja sebrudakiellema suodjalibmáj ja åvdedibmáj.
